/**
*┌──────────────────────────────────────────────────────────────┐
*│　描    述：                                                    
*│　作    者：赵永杰                                             
*│　版    本：1.0                                                 
*│　创建时间：2023/3/8 11:18:22                            
*└──────────────────────────────────────────────────────────────┘
*┌──────────────────────────────────────────────────────────────┐
*│　命名空间： Demo.MicroService.BusinessModel                              
*│　类    名： LoginStatusCode                                      
*└──────────────────────────────────────────────────────────────┘
*/
namespace Demo.MicroService.BusinessModel.Enum
{
    /// <summary>
    /// 登录状态
    /// </summary>
    public enum LoginStatusCode
    {
        /// <summary>
        /// 无效的
        /// </summary>
        Invalid = 0,

        /// <summary>
        /// 正常的
        /// </summary>
        Normal = 1
    }
}
